Repository: devdeen/GroupButlerBot
Catalog: locales/*.po
Languages: ro_ro

source: New action on max number of warns received: ban
ro_ro: Acțiune nouă la numărul maxim de avertismente primite: acces interzis

source: New action on max number of warns received: mute
ro_ro: Acțiune nouă la numărul maxim de avertismente primite: mute

source: New action on max number of warns received: kick
ro_ro: Acțiune nouă la numărul maxim de avertismente primite: excludere

source: Action -> kick
ro_ro: Acțiune -> excludere

source: Action -> ban
ro_ro: Acțiune -> acces interzis

source: Action -> mute
ro_ro: Acțiune -> mute

source: Allowed ✅
ro_ro: Permis ✅

source: Welcome
ro_ro: Bine ai venit

source: Goodbye
ro_ro: Rămas bun

source: Silent mode
ro_ro: Mod silențios

source: Reports
ro_ro: Rapoarte

source: Delete last welcome message
ro_ro: Șterge ultimul mesaj de bun venit

source: Welcome + rules button
ro_ro: Buton bine ati venit + reguli

source: 🔨️ ban
ro_ro: 🔨️ interzice accesul

source: Warns:
ro_ro: Avertismente:

source: Action:
ro_ro: Acțiune:

source: Manage the settings of the group. Click on the left column to get a small hint
ro_ro: Gestiona setările grupului. Faceți clic pe coloana din stânga pentru a obține un mic indiciu

source: %s <b>banned</b> for flood!
ro_ro: %s <b>acces interzis</b> pentru flood!

source: %s <b>kicked</b> for flood!
ro_ro: %s <b>exclus</b> pentru flood!

source: %s <b>muted</b> for flood!
ro_ro: %s <b>pus in surdina</b> pentru flood!

source: %s <b>%s</b>: media sent not allowed! ❗️ <code>%d/%d</code>
ro_ro: %s <b>%s</b>: trimiterea fisierelor media nu este permisa! ❗️ <code>%d/%d</code>

source: %s, this type of media is <b>not allowed</b> in this chat. (<code>%d/%d</code>)
ro_ro: %s, acest tip de fisier media <b>nu este permis</b> în acest chat. (<code>%d/%d</code>)

source: %s, this type of media is <b>not allowed</b> in this chat. <i>The next time you will be banned/kicked/muted</i>
ro_ro: %s, acest tip de fisier media <b>nu este permis</b> în acest chat. <i>Data viitoare vei avea accesul interzis/vei fi exclus/dat in surdina</i>

source: %s <b>kicked</b>: RTL character in names/messages are not allowed!
ro_ro: %s <b>exclus</b>: Caractere RTL in nume/mesaje nu sunt permise!

source: %s <b>banned</b>: RTL character in names/messages are not allowed!
ro_ro: %s <b>accesul interzis</b>: Caractere RTL in nume/mesaje nu sunt permise!

source: %s <b>muted</b>: RTL character in names/messages are not allowed!
ro_ro: %s <b>pus in surdina</b>: Caractere RTL in nume/mesaje nu sunt permise!

source: %s <b>kicked</b>: arab/persian message detected!
ro_ro: %s <b>exclus</b>: mesaj arab/persian detectat!

source: %s <b>banned</b>: arab/persian message detected!
ro_ro: %s <b>acces interzis</b>: mesaj arab/persian detectat!

source: %s <b>muted</b>: arab/persian message detected!
ro_ro: %s <b>pus in surdina</b>: mesaj arab/persian detectat!

source: Channel
ro_ro: Canal

source: Rate me!
ro_ro: Evaluează-mă!

source: 👥 Groups
ro_ro: 👥 Grupuri

source: You can find the list of our support groups in [this channel](%s)
ro_ro: Puteți găsi lista grupurilor de asistenta în [acest canal](%s)

source: 🔙 back
ro_ro: 🔙 inapoi

source: When you join a group moderated by this bot, you will receive the group rules in private
ro_ro: Când vă alăturați unui grup moderat de acest bot, veți primi regulile grupului in privat

source: If enabled, you will receive all the messages reported with the @admin command in the groups you are moderating
ro_ro: Daca este activat, vei primi toate mesajele raportate folosind comanda @admin in grupurile pe care le moderezi

source: Rules on join
ro_ro: Reguli de alaturare

source: Users reports
ro_ro: Rapoartele utilizatorilor

source: Change your private settings
ro_ro: Schimbă-ți setările private

source: ⚙ Setting applied
ro_ro: ⚙ Setari aplicate

source: • <b>Message reported by</b>: %s (<code>%d</code>)
ro_ro: • <b>Mesaj raportat de către</b>: %s (<code>%d</code>)

source: • <b>Reported message sent by</b>: %s (<code>%d</code>)
ro_ro: • <b>Mesaj raportat trimis de catre</b>: %s (<code>%d</code>)

source: • <b>Group</b>: %s
ro_ro: • <b>Grup</b>: %s

source: • <b>Group</b>: <a href="%s">%s</a>
ro_ro: • <b>Grup</b>: <a href="%s">%s</a>

source: • <a href="%s">Go to the message</a>
ro_ro: • <a href="%s">Du-te la mesaj</a>

source: • <b>Description</b>: <i>%s</i>
ro_ro: • <b>Descriere</b>: <i>%s</i>

source: Address this report
ro_ro: Adreseaza-te acestui raport

source: _Invalid value:_ number of times allowed (`input: %d`)
ro_ro: _Valoare invalida:_ de cate ori este permis (`input: %d`)

source: _Invalid value:_ time (`input: %d`)
ro_ro: _Valoare invalida:_ timp ('input: %d')

source: *New parameters saved*. Users will be able to use @admin %d times/%d minutes
ro_ro: *Parametri noi salvati*. Utilizatorii vor putea să folosească @admin de %d ori/%d minute

source: _Please, do not abuse this command. It can be used %d times every %d minutes_. Wait other %d minutes, %d seconds.
ro_ro: _Te rog, nu face abuz de aceasta comanda. Poate fi folosita de %d ori in fiecare zi timp de %d minute. Asteapta alte %d minute, %d secunde.

source: _Reported to %d admin(s)_
ro_ro: _Raportat catre %d administrator(i)_

source: You closed this issue and deleted all the other reports sent to the admins
ro_ro: Ai închis această problemă și ai sters toate celelalte rapoarte trimise administratorilor

source: This message is too old (>2 days)
ro_ro: Acest mesaj este prea vechi (>2 zile)

source: ❕ Already (being) adressed
ro_ro: ❕ Deja (fiind) adreseaza

source: Close issue
ro_ro: Inchide problema

source: %s has/will address this report
ro_ro: %s a abordat/va aborda acest raport

source: This button will delete all the reports sent to the other admins. Tap it again to confirm
ro_ro: Acest buton va șterge toate rapoartele trimise la ceilalti administratori. Atingeți-l din nou pentru a confirma

source: (issue closed by you)
ro_ro: (problema închisă de tine)

source: 🚫 Unknown or non-existent group
ro_ro: 🚫 Grup necunoscut sau inexistent

source: 🚷 You are not a member of this chat. You can't read the rules of a private group.
ro_ro: 🚷 Nu sunteți un membru al conversației. Nu puteți citi setările unui grup privat.

source: Please write something next `/setrules`
ro_ro: Vă rog să scrieti ceva dupa`/setrules`

source: Rules has been deleted.
ro_ro: Regulile au fost sterse.

source: New rules *saved successfully*!
ro_ro: Reguli noi *salvate cu succes*!

source: _You (user ID: %d) are in the blocked list_
ro_ro: _Tu (ID-ul de utilizator: %d) esti in lista de acces interzis_

source: _Admin mode is on: only the bot admin can add me to a new group_
ro_ro: _Modul administrator este pornit: numai bot-ul administrator ma poate adauga intr-un grup nou_

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work.
ro_ro: Salutare tuturor! Numele meu este %s, si sunt un bot creat pentru a ajut administratorii in munca lor grea.

source: Yay! This group has been upgraded. You are great! Now I can work properly :)
ro_ro: Yay! Acest grup a fost actualizat. Esti grozav! Acum pot funcționa în mod corespunzător :)

source: *List of available languages*:
ro_ro: *Lista limbilor disponibile*:

source: You are not an admin
ro_ro: Nu esti un administrator

source: English language is *set*
ro_ro: Limba română este *setata*

source: can't change the chat title/description/icon
ro_ro: nu pot schimba titlul/descrierea/pictograma conversatiei

source: can't send messages
ro_ro: nu pot trimite mesaje

source: can't delete messages
ro_ro: nu pot sterge mesaje

source: can't invite users/generate a link
ro_ro: nu pot sa invit utilizatori/sa generez un link

source: can't restrict members
ro_ro: nu pot sa limitez membrii

source: can't pin messages
ro_ro: nu pot fixa mesaje

source: can't promote new admins
ro_ro: nu pot promova administratori noi

source: can't send photos/videos/documents/audios/voice messages/video messages
ro_ro: nu pot trimite poze/videoclipuri/documente/fisiere audio/mesaje vocale/mesaje video

source: can't send stickers/GIFs/games/use inline bots
ro_ro: nu pot trimite stickere/GIF-uri/jocuri/folosi boti inline

source: can't show link previews
ro_ro: nu pot arata previzualizarea link-urilor

source: 🔄️ Refresh cache
ro_ro: 🔄️ Reimprospatati memoria cache

source: Remove warnings
ro_ro: Elimina avertismente

source: *User ID*: `%d` `Warnings`: *%d* `Media warnings`: *%d* `Spam warnings`: *%d*
ro_ro: *ID-ul de utilizator*: `%d` "Avertismente": *%d* `Avertismente pentru media: *%d* `Avertismente pentru spam: *%d*

source: That user has nothing to do with this chat
ro_ro: Acest utilizator nu are nimic de-a face cu aceasta conversatie

source: %s is banned from this group
ro_ro: %s are accesul interzis de la acest grup

source: %s left the group or has been kicked and unbanned
ro_ro: %s părăsit grupul sau a fost exclus si ridicata restrictia lui

source: %s is an admin
ro_ro: %s este un administrator

source: %s is the group creator
ro_ro: %s este creatorul grupului

source: %s has nothing to do with this chat
ro_ro: %s nu are nimic de-a face cu acest chat

source: %s is a chat member
ro_ro: %s este un membru al conversatiei

source: %s is a restricted
ro_ro: %s este restricționat

source: Restrictions: <i>%s</i>
ro_ro: Restricții: <i>%s</i>

source: 📌 Status: `CACHED` ⌛ ️Remaining: `%s` 👥 Admins cached: `%d`
ro_ro: 📌 Status: `CACHED` ⌛ ️Rămas: `%s` 👥 Admini cache: `%d`

source: Message N° %d
ro_ro: Mesaj N° %d

source: You are not allowed to use this button
ro_ro: Nu ai permisiunea sa folosesti acest buton

source: The number of warnings received by this user has been <b>reset</b>, by %s
ro_ro: Numărul de avertismente primite de către acest utilizator a fost <b>resetat</b>, de %s

source: The adminlist has just been updated. You must wait 10 minutes from the last refresh (wait %d seconds)
ro_ro: Lista administratorilor a fost actualizata. Trebuie sa astepti 10 minute de la ultima reimprospatare(asteapta %d secunde)

source: ✅ Updated. Next update in %s
ro_ro: ✅ Actualizat. Următoarea actualizare în %s

source: Remove warn
ro_ro: Elimina avertismentul

source: Max number of warnings changed (media).
ro_ro: Numărul maxim de avertismente schimbat(fisiere media).

source: Max number of warnings changed.
ro_ro: Numărul maxim de avertismente schimbat.

source: *Old* value was %d *New* max is %d
ro_ro: *Vechi* valoarea a fost %d *Nou* maxim este %d

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Do you want to continue and reset *all* the warnings received by *all* the users of the group?
ro_ro: Vrei sa continui si sa resetezi *toate* avertismentele primite de catre *toti* utilizatorii grupului?

source: Done! %s has been forgiven. <b>Warns found</b>: <i>normal warns %s, for media %s, spamwarns %s</i>
ro_ro: Gata! %s a fost iertat. <b>Avertismente gasite</b>: <i>avertismente normale %s, pentru fisiere media %s, pentru spam %s</i>

source: %s <b>%s</b>: reached the max number of warnings (<code>%d/%d</code>)
ro_ro: %s <b>%s</b>: a ajuns la numărul maxim de avertismente (<code>%d/%d</code>)

source: %s <b>has been warned</b> (<code>%d/%d</code>)
ro_ro: %s <b>a fost avertizat</b> (<code>%d/%d</code>)

source: The number of warnings received by this user is already <i>zero</i>
ro_ro: Numărul de avertismente primite de către acest utilizator este deja <i>zero</i>

source: <b>Warn removed!</b> (%d/%d)
ro_ro: <b>Avertisment eliminat!</b> (%d/%d)

source: (Admin: %s)
ro_ro: (Administrator: %s)

source: Done. All the warnings of this group have been erased by %s
ro_ro: Terminat. Toate avertismentele acestui grup au fost șterse de catre %s

source: _Action aborted_
ro_ro: _Actiunea a fost anulata_

source: Read the rules
ro_ro: Citeste regulile

source: Hi $name!
ro_ro: Salut $name!

source: Welcome and...?
ro_ro: Bine ai venit si...?

source: A form of media has been set as the welcome message: `%s`
ro_ro: O forma a unui fisier media a fost setata ca mesaj de bun venit: '%s'

source: Reply to a `sticker` or a `gif` to set them as the *welcome message*
ro_ro: Raspunde la un 'sticker' sau un 'Gif' pentru a le seta ca *mesaj de bun venit*

source: *Custom welcome message saved!*
ro_ro: *Mesaj de bun venit personalizat salvat!*

source: -*empty*-
ro_ro: -*gol*-

source: <b>👤 Creator</b> └ %s <b>👥 Admins</b> (%d) %s
ro_ro: <b>👤 Creator</b> └ %s <b>👥 Administratori</b> (%d) %s

source: No commands set
ro_ro: Nu au fost setate comenzi

source: List of custom commands:
ro_ro: Lista de comenzi personalizate:

source: Current settings for *the group*:
ro_ro: Setările curente pentru *grup*:

source: *Language*: %s
ro_ro: Limbă: %s

source: Welcome message
ro_ro: Mesaj de bun venit

source: Goodbye message
ro_ro: Mesaj de la revedere

source: Welcome button
ro_ro: Buton de bun venit

source: *Welcome type*: `GIF / sticker`
ro_ro: *Tipul mesajului de bun venit*: `GIF / sticker`

source: *Welcome type*: `custom message`
ro_ro: *Tipul mesajului de bun venit*: `mesaj personalizat`

source: *Welcome type*: `default message`
ro_ro: *Tipul mesajului de bun venit*: `mesaj implicit`

source: Warns (`standard`): *%s*
ro_ro: Avertismente ("standard"): *%s*

source: Warns (`media`): *%s*
ro_ro: Avertismente ("fisiere media"): *%s*

source: ✅ = _enabled / allowed_
ro_ro: ✅ = _activat / permis_

source: 🚫 = _disabled / not allowed_
ro_ro: 🚫 = _dezactivat / neperms_

source: 👥 = _sent in group (always for admins)_
ro_ro: 👥 = _trimis în grup (întotdeauna pentru administratori)_

source: 👤 = _sent in private_
ro_ro: 👤 = _trimis in privat_

source: @admin command disabled
ro_ro: comanda @admin dezactivata

source: Welcome message won't be displayed from now
ro_ro: Mesajul de bun venit nu va mai fi afișat de acum

source: Goodbye message won't be displayed from now
ro_ro: Mesajul de la revedere nu va mai fi afișat de acum

source: #extra commands are now available only for administrators
ro_ro: comenzile #extra sunt acum disponibile numai pentru administratori

source: Anti-flood is now off
ro_ro: Anti-flood este acum oprit

source: /rules will reply in private (for users)
ro_ro: /reguli va răspunde în privat (pentru utilizatori)

source: Silent mode is now off
ro_ro: Modul silențios este oprit

source: Links preview disabled
ro_ro: Previzualizare link-uri dezactivat

source: Welcome message without a button for the rules
ro_ro: Mesajul de bun venit fără un buton pentru reguli

source: @admin command enabled
ro_ro: comanda @admin activata

source: Welcome message will be displayed
ro_ro: Mesajul de bun venit va fi afișat

source: Goodbye message will be displayed
ro_ro: Mesajul de la revedere va fi afisat

source: #extra commands are now available for all
ro_ro: comenzile #extra sunt acum disponibile pentru toti

source: Anti-flood is now on
ro_ro: Anti-flood este acum pornit

source: /rules will reply in the group (with everyone)
ro_ro: /reguli va răspunde în grup (cu toata lumea)

source: Silent mode is now on
ro_ro: Modul silențios este pornit

source: Links preview enabled
ro_ro: Previzualizare link-uri activat

source: The welcome message will have a button for the rules
ro_ro: Mesajul de bun venit va avea un buton pentru reguli

source: This setting is enabled, but the goodbye message won't be displayed in large groups, because I can't see service messages about left members
ro_ro: Această setare este activată, dar mesajul de la revedere nu va fi afișat în grupuri mari, pentru că eu nu pot vedea mesaje de serviciu despre membrii care au iesit

source: Start me
ro_ro: Porneste-ma

source: _Please message me first so I can message you_
ro_ro: _Te rog, trimite-mi mesaj intai astfel incat sa iti pot trimite mesaj tie_

source: #%s • %s • <b>User</b>: %s
ro_ro: #%s • %s • <b>Utilizator</b>: %s

source: %s • %s • <b>By</b>: %s
ro_ro: %s • %s • <b>De catre</b>: %s

source: Get the new photo
ro_ro: Ia fotografia noua

source: %s • %s • <b>By</b>: %s • <i>Reported to %d admin(s)</i>
ro_ro: %s • %s • <b>De catre</b>: %s • <i>Raportat la %d administrator(i)</i>

source: %s • %s • <b>User</b>: %s
ro_ro: %s • %s • <b>Utilizator</b>: %s

source: • <b>Added by</b>: %s [#id%d]
ro_ro: • <b>Adăugat de catre</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%d] • %s • <b>User</b>: %s [#id%d] • <b>Count</b>: <code>%d/%d</code>
ro_ro: #%s • <b>Administrator</b>: %s [#id%d] • %s • <b>Utilizator</b>: %s [#id%d] • <b>Numar</b>: <code>%d/%d</code>

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Warns found</b>: <i>normal: %s, for media: %s, spamwarns: %s</i>
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s • <b>Utilizator</b>: %s [#id%s] • <b>Avertismente gasite</b>: <i>normale: %s, pentru fisiere media: %s, pentru spam: %s</i>

source: #%s • <b>Admin</b>: %s [#id%s] • %s
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s

source: • <i>Users involved: %d</i>
ro_ro: • <i>Utilizatori implicați: %d</i>

source: • <b>User</b>: %s [#id%d]
ro_ro: • <b>Utilizator</b>: %s [#id%d]

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s] • <b>Duration</b>: %d days, %d hours
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s • <b>Utilizator</b>: %s [#id%s] • <b>Durata</b>: %d/%d

source: #%s • <b>Admin</b>: %s [#id%s] • %s • <b>User</b>: %s [#id%s]
ro_ro: #%s • <b>Administrator</b>: %s [#id%s] • %s • <b>Utilizator</b>: %s [#id%s]

source: #%s • %s • <b>By</b>: %s
ro_ro: #%s • %s • <b>De catre</b>: %s

source: Go to the message
ro_ro: Du-te la mesaj
