Repository: devdeen/GroupButlerBot
Catalog: locales/*.po
Languages: ro_ro

source: I don't have enough permissions to restrict users
ro_ro: Nu am permisiuni suficiente pentru a restricționa utilizatorii

source: I'm not an admin, I can't kick people
ro_ro: Nu sunt admin, nu pot exclude oameni

source: There is no need to unban in a normal group
ro_ro: Nu este necesară ridicarea interzicerii într-un grup normal

source: This user is not a chat member
ro_ro: Acest utilizator nu este membru in chat

source: Please input a text
ro_ro: Vă rog, introduceţi un text

source: This message is too long. Max lenght allowed by Telegram: 4000 characters
ro_ro: Acest mesaj este prea lung. Lungimea maxima permisa de catre Telegram: 4000 de caractere

source: One of the inline buttons you are trying to set is missing the URL
ro_ro: Unui buton inline pe care incerci sa-l setezi, ii lipseste adresa URL

source: Inline link formatted incorrectly. Check the text between brackets -> \[]() %s
ro_ro: Link-ul inline este formatat incorect. Verifica t extul inter paranteze-> \[]() %s

source: More info [here](https://telegram.me/GB_tutorials/12)
ro_ro: Mai multe informatii [aici](https://telegram.me/GB_tutorials/12)

source: This text breaks the markdown. More info about a proper use of markdown [here](https://telegram.me/GB_tutorials/10) and [here](https://telegram.me/GB_tutorials/12).
ro_ro: Acest text întrerupe marcarea. Mai multe informații despre utilizarea corectă a marcajului [aici] (https://telegram.me/GB_tutorials/10) și [aici] (https://telegram.me/GB_tutorials/12).

source: One of the URLs that should be placed in an inline button seems to be invalid (not an URL). Please check it
ro_ro: Una dintre adresele URL care ar trebui plasate într-un buton inline pare a fi invalidă (nu o adresă URL). Te rog verifica

source: One of the inline buttons you are trying to set doesn't have a name
ro_ro: Un buton inline pe care incerci sa-l setezi nu are un nume

source: Hello everyone! My name is %s, and I'm a bot made to help administrators in their hard work. Unfortunately I can't work in normal groups. If you need me, please ask the creator to convert this group to a supergroup and then add me again.
ro_ro: Salutare tuturor! Numele meu este %s, și sunt un *bot* creat pentru a ajuta administratorii în munca lor dificilă. Din păcate nu pot lucra în grupuri normale. Dacă ai nevoie de mine, te rog adresează-te creatorului să convertească acest grup într-un supergrup iar apoi să mă adauge din nou.

source: 🐞 Sorry, a *bug* occurred
ro_ro: 🐞 Scuze, un *bug* a avut loc

source: banned
ro_ro: accesul interzis

source: kicked
ro_ro: exclus

source: muted
ro_ro: mut

source: telegram.me links
ro_ro: telegram.me link-uri

source: Channels messages
ro_ro: Mesajele canalelor

source: %s, spam is not allowed here. The next time you will be restricted
ro_ro: %s, spam-ul nu este permis aici. Data viitoare va fi restricționat

source: message from a channel
ro_ro: mesaj din partea unui canal

source: forwards are allowed
ro_ro: redirecționările sunt permise

source: warn for forwards
ro_ro: avertisment pentru redirecționări

source: forwards will be deleted
ro_ro: redirecționările vor fi șterse

source: links are allowed
ro_ro: link-urile sunt permise

source: warn for links
ro_ro: avertisment pentru link-uri

source: links will be deleted
ro_ro: link-urile vor fi șterse

source: You can't go lower
ro_ro: Nu puteți merge mai jos

source: You can't go higher
ro_ro: Nu puteți merge mai sus

source: New value: %d
ro_ro: Valoare nouă: %d

source: Allow/forbid telegram.me links
ro_ro: Permise/interzice link-uri telegram.me

source: Allow/forbid forwarded messages from channels
ro_ro: Permite/interzice redirecționarea mesajelor din partea canalelor

source: Set how many times the bot should warn users before kicking/banning them
ro_ro: Setează de câte ori botul ar trebui să atenționeze utilizatorul înainte de a fi dat afară/banat

source: Description not available
ro_ro: Descrierea nu este valabilă

source: Kick 👞
ro_ro: Exclus 👞

source: Ban 🔨
ro_ro: Interzis 🔨

source: Mute 👁
ro_ro: Mut 👁

source: You're no longer an admin
ro_ro: Nu mai ești admin

source: _The whitelist was already empty_
ro_ro: _Lista albă a fost deja goală_

source: *Whitelist cleaned* %d links have been removed
ro_ro: *Lista albă curățată* %d link-urile au fost eliminate

source: _I can't find any url in this message_
ro_ro: _nu exista un link în acest mesaj_

source: %d link(s) will be whitelisted
ro_ro: %d link-ul/urile va/vor fi adăugat(e) pe lista albă

source: %d links were already in the list
ro_ro: %d link-urile erau deja în listă

source: _The whitelist is empty_. Use `/wl [links]` to add some links to the whitelist
ro_ro: [links]_Lista albă este goală_. Folosește `/wl [links]` pentru a adăuga câteva link-uri la lista albă

source: Whitelisted links:
ro_ro: Link-uri de pe lista albă:

source: %d link(s) removed from the whitelist
ro_ro: %d link(uri) șters(e) de pe lista albă

source: _Whitelist of channels empty_
ro_ro: _Lista albă goală a canalelor_

source: *Whitelisted channels:* %s
ro_ro: *Canalele de pe lista albă:* %s

source: _I can't find a channel ID in your message_
ro_ro: _Nu pot găsi un ID de canal în mesajul tău_

source: *Sent in private*
ro_ro: *Trimis in privat*

source: Invalid input. Please reply to the backup file (/snap command to get it)
ro_ro: Intrare invalidă. Vă rugăm răspundeți la fișierul de backup (folosiți comanda /snap pentru a-l lua)

source: Invalid input. Please reply to a document
ro_ro: Intrare invalidă. Vă rugăm răspundeți la un document

source: This is not a valid backup file. Reason: invalid name (%s)
ro_ro: Acesta nu este un fișier valid pentru backup. Motiv: nume invalid (%s)

source: Download of the file failed with code %s
ro_ro: Descărcarea fișierului a eșuat cu codul %s

source: Chat IDs don't match (%s and %s)
ro_ro: ID-urile conversației nu se potrivesc (%s și %s)

source: Use -/+ to edit the value, then select a timeframe to temporary ban the user
ro_ro: Folosește -/+ pentru a edita valoarea, apoi selectează un interval de timp pentru a bana temporar utilizatorul

source: %s kicked %s!
ro_ro: %s eliminat %s!

source: %s banned %s!
ro_ro: %s accesul interzis %s!

source: _Use this command in reply to a forwarded message_
ro_ro: _Utilizați această comandă ca răspuns la un mesaj redirecționat_

source: _An admin can't be unbanned_
ro_ro: _Un admin nu poate avea accesul interzis revocat_

source: This user is not banned!
ro_ro: Acest utilizator nu are accesul interzis!

source: %s unbanned by %s!
ro_ro: %s accesul interzis ridicat de către %s!

source: You don't have the permissions to restrict members
ro_ro: Nu ai permisiunea de a restricționa membrii

source: Tap on the -/+ buttons to change this value. Then select a timeframe to execute the ban
ro_ro: Apasă pe butoanele -/+ pentru a schimba valoarea. Apoi selectează un interval de timp pentru a executa interzicerea accesului

source: You can't set a lower value
ro_ro: Nu poți seta o valoare mai mică

source: Stop!!!
ro_ro: Oprește-te!!!

source: hours
ro_ro: ore

source: days
ro_ro: zile

source: minutes
ro_ro: minute

source: User banned for %d %s
ro_ro: Utilizatorul are accesul interzis pentru %d %s

source: 🛠 Menu
ro_ro: 🛠 Meniu

source: 📥 Log channel
ro_ro: 📥 Canalul înregistrărilor

source: ⛔️ Default permissions
ro_ro: ⛔️ Permisiuni implicite

source: <b>%s</b> <i>Change the settings of your group</i>
ro_ro: <b>%s</b> <i>Modificați setările grupului</i>

source: _I've sent you the keyboard via private message_
ro_ro: _Ți-am trimis tastatura printr-un mesaj privat_

source: <i>Change the settings of your group</i>
ro_ro: <i>Modificați setările grupului</i>

source: ✅ | ON
ro_ro: ✅ | PORNIT

source: ❌ | OFF
ro_ro: ❌ | OPRIT

source: 👞 kick
ro_ro: 👞 exclus

source: 🔨 ban
ro_ro: 🔨 interzice accesul

source: 👁 mute
ro_ro: 👁 mut

source: Texts
ro_ro: Texte

source: Forwards
ro_ro: Redirecţionări

source: Stickers
ro_ro: Stickere

source: Images
ro_ro: Imagini

source: GIFs
ro_ro: GIF-uri

source: Videos
ro_ro: Videoclipuri

source: - *Status*: `%s`
ro_ro: - *Stare*: `%s`

source: - Number of messages allowed *every 5 seconds*: `%d`
ro_ro: - Numărul mesajelor permise *la fiecare 5 secunde*: `%d`

source: - *Ignored media*: %s
ro_ro: - *Media ignorat*: %s

source: Settings
ro_ro: Configurări

source: Admins
ro_ro: Administratori

source: Rules
ro_ro: Reguli

source: Extra commands
ro_ro: Comenzi suplimentare

source: Flood settings
ro_ro: Setări flood

source: Media settings
ro_ro: Setări media

source: Navigate this message to see *all the info* about this group!
ro_ro: Navigați acest mesaj pentru a vedea *toate informatiile* despre acest grup!

source: _I've sent you the group dashboard via private message_
ro_ro: _Ți-am trimis dashboard-ul grupului prin mesaj privat_

source: 🚫 This group does not exist
ro_ro: 🚫 Acest grup nu există

source: 🚷 You are not a member of the chat. You can't see the settings of a private group.
ro_ro: 🚷 Nu sunteți un membru al conversației. Nu puteți vedea setările unui grup privat.

source: ℹ️ Group ► Settings
ro_ro: ℹ️ Grup ► Setări

source: ℹ️ Group ► Rules
ro_ro: ℹ️ Grup ► Reguli

source: I got kicked out of this group 😓
ro_ro: Am fost dat afară din acest grup 😓

source: ℹ️ Group ► Admin list
ro_ro: ℹ️ Grup ► Listă administratori

source: ℹ️ Group ► Extra
ro_ro: ℹ️ Grup ► Extra

source: ℹ️ Group ► Flood
ro_ro: ℹ️ Grup ► Flood

source: Documents
ro_ro: Documente

source: Links
ro_ro: Link-uri

source: Music
ro_ro: Muzică

source: Contacts
ro_ro: Contacte

source: Games
ro_ro: Jocuri

source: Locations
ro_ro: Locații

source: *Current media settings*:
ro_ro: *Setări actuale media*:

source: ℹ️ Group ► Media
ro_ro: ℹ️ Grup ► Media

source: Permission to send messages. If disabled, the user won't be able to send any kind of message
ro_ro: Permisiunea de a trimite mesaje. Dacă este dezactivată, utilizatorul nu va putea trimite orice fel de mesaj

source: Permission to send media (audios, documents, photos, videos, video notes and voice notes). Implies the permission to send messages
ro_ro: Permisiunea de a trimite fișiere media (audio, documente, fotografii, clipuri video, note video și note vocale). Implică permisiunea de a trimite mesaje

source: Permission to send other types of messages (GIFs, games, stickers and use inline bots). Implies the permission to send medias
ro_ro: Permisiunea de a trimite alte tipuri de mesaje (Gif-uri, jocuri, stickere și de a folosi boti inline). Implică permisiunea de a trimite fișiere media

source: When disabled, user's messages with a link won't show the web page preview
ro_ro: Când este dezactivată, mesajul utilizatorului cu un link nu va afișa previzualizarea paginii

source: Send messages
ro_ro: Trimite mesaje

source: Send media
ro_ro: Trimite fișiere media

source: Send other types of media
ro_ro: Trimite alte tipuri de fișiere media

source: Show web page preview
ro_ro: Afișează previzualizarea paginii web

source: You don't have the permission to restrict members
ro_ro: Nu ai permisiunea de a restricționa membrii

source: Setting saved, but I can't edit the buttons because you are too fast! Wait other %d seconds
ro_ro: Setarea a fost salvată, dar nu pot edita butoanele pentru că ești prea rapid! Așteptă alte %d secunde

source: This media has been saved as a response to %s
ro_ro: Acest fișier media a fost salvat ca un răspuns la %s

source: Command '%s' saved!
ro_ro: Comanda '%s’ salvată!

source: Commands deleted: `%s`
ro_ro: Comenzi șterse: `%s`

source: Commands not found: `%s`
ro_ro: Comenzi care nu a fost găsite: `%s`

source: _Please_ [start me](%s) _so I can send you the answer_
ro_ro: _Te rog_ [pornește-mă](%s) _pentru a-ți putea trimite răspunsul_

source: ⚖ Current sensitivity. Tap on the + or the - to change it
ro_ro: ⚖ Sensibilitatea actuală. Apăsați pe + sau pe - pentru a o schimba

source: Choose which media must be ignored by the antiflood (the bot won't consider them). ✅: ignored ❌: not ignored
ro_ro: Alege care mass-media trebuie să fie ignorate de către antiflood (bot nu le ia în considerare). ✅: ignorat ❌: permis

source: 👞️ kick
ro_ro: 👞️ exclude

source: 🔨 ️ban
ro_ro: 🔨 ️interzice

source: Flooders will be banned
ro_ro: Flooderii vor fi banați

source: Flooders will be kicked
ro_ro: Flooderii vor fi dați afară

source: Flooders will be muted
ro_ro: Flooderii vor primi mute

source: %d is not a valid value!
ro_ro: %d nu este o valoare validă!

source: You can manage the antiflood settings from here. It is also possible to choose which type of messages the antiflood will ignore (✅)
ro_ro: Puteți gestiona setările antiflood de aici. It Este, de asemenea, posibil de a alege ce tip de mesaje vor fi ignorate de către sistemul antiflood (✅)

source: Antiflood settings
ro_ro: Setări antiflood

source: ❎ [%s] will be ignored by the anti-flood
ro_ro: ❎ [%s] va fi ignorat de către anti-flood

source: 🚫 [%s] won't be ignored by the anti-flood
ro_ro: 🚫 [%s] nu va fi ignorat de către anti-flood

source: In this menu you will find all the available commands
ro_ro: În acest meniu vei găsi toate comenzile disponibile

source: *Log channel informations* A log channel is a _(private)_ channel where the bot will record all the important events that will happen in your group. If you want to use this feature, you need to pair your group with a channel with the commands described below. All the events, by default, are *not logged*. Admins can choose which events to log from the `/config` menu -> `log channel` button. To pair a channel with a group, the *channel creator* must [add the bot to the channel administrators](telegram.me/gb_tutorials/4) (otherwise it won't be able to post), and send in the channel this command: `/setlog` Then, an admin of the group must forward in the group the message ("`/setlog`") sent in the channel. *Done*! (you can find a video-tutorial [here](https://telegram.me/GB_tutorials/8)) A channel can be used as log by different groups. To change your log channel, simply repeat this process with another channel. `/unsetlog`: remove your current log channel `/logchannel`: get some informations about your log channel, if paired
ro_ro: * Informații canal jurnal * Un canal jurnal este un canal _ (privat) în care bot-ul va înregistra toate evenimentele importante care vor avea loc în grupul dvs. Dacă doriți să utilizați această funcție, trebuie să împerecheați grupul cu un canal cu comenzile descrise mai jos. Toate evenimentele, în mod implicit, *nu sunt înregistrate*. Administratorii pot alege ce evenimente să se înregistreze din meniul `/config` -> butonul` log channel`. Pentru a asocia un canal cu un grup, *creatorul canalului* trebuie să [adauge bot-ul la canalul administratorilor] (telegram.me/gb_tutorials/4) (altfel nu va putea posta) și să trimită în canal acest comanda: `/setlog` Apoi, un administrator al grupului trebuie să înainteze în grup mesajul ("`/setlog`") trimis în canal. *Terminat*! (puteți găsi un tutorial video [aici] (https://telegram.me/GB_tutorials/8)) Un canal poate fi folosit ca jurnal de către diferite grupuri. Pentru a schimba canalul dvs. de jurnal, repetați acest proces cu un alt canal. `/unsetlog`: eliminați canalul curent de jurnal `/logchannel`: obțineți câteva informații despre canalul dvs. de jurnal, dacă este asociat

source: Group info
ro_ro: Informații grup

source: Report system
ro_ro: Sistemul de raportare

source: Pin
ro_ro: Fixează

source: Languages
ro_ro: Limbi

source: Group configuration
ro_ro: Configurările grupului

source: Warns
ro_ro: Avertismente

source: Welcome settings
ro_ro: Setări de bun venit

source: Links whitelist
ro_ro: Link-uri de pe foaia albă

source: 📢 Bot channel
ro_ro: 📢 Canalul botului

source: 🌍 Select your language
ro_ro: 🌍 Selectați limba

source: 📕 All the commands
ro_ro: 📕 Toate comenzile

source: Basics
ro_ro: Elemente de bază

source: Admin commands
ro_ro: Comenzi de administrare

source: Normal users commands
ro_ro: Comenzi utilizatori normali

source: Commands in private
ro_ro: Comenzi in privat

source: Log channel
ro_ro: Canalul înregistrărilor

source: Back
ro_ro: Înapoi

source: [Start me](%s) _to get the list of commands_
ro_ro: [Pornește-mă](%s) _pentru a primi lista comenzilor_

source: Basic usage
ro_ro: Utilizare de bază

source: Commands for users (group)
ro_ro: Comenzi pentru utilizatori (grup)

source: Available commands in private
ro_ro: Comenzile disponibile în privat

source: Log channel informations
ro_ro: Canalul jurnalului de informații

source: Available commands for admins
ro_ro: Comenzile disponibile pentru admini

source: Main menu
ro_ro: Meniu principal

source: ❗️ Already there
ro_ro: ❗️ Deja acolo

source: *No link* for this group. Ask the owner to save it with `/setlink [group link]`
ro_ro: *Niciun link* pentru acest grup. Cere proprietarului să-l salveze cu `/setlink [link-ul grupului]`

source: Link *unset*
ro_ro: Link *dezactivat*

source: The link has been set. *Here's the link*: %s
ro_ro: Link-ul a fost setat. *Aici e link-ul*: %s

source: This is not a *public supergroup*, so you need to write the link near `/setlink`
ro_ro: Acesta nu este un *supergrup public*, deci trebuie sa scrii link-ul langa '/setlink'

source: This link is *not valid!*
ro_ro: Acest link este *invalid!*

source: The link has been updated. *Here's the new link*: %s
ro_ro: Link-ul a fost actualizat. *Aici este noul link*:%s

source: Bans will be logged. I can't log manual bans
ro_ro: Interdictiile vor fi inregistrate. Nu pot inregistra interdictiile manuale

source: Kicks will be logged. I can't log manual kicks
ro_ro: Excluderile vor fi inregistrate. Nu pot inregistra excluderile manuale

source: Manual warns will be logged
ro_ro: Avertizarile manuale vor fi inregistrate

source: Forbidden media will be logged in the channel
ro_ro: Fisierele media interzise vor fi inregistrate in canal

source: Spam links/forwards from channels will be logged in the channel, only if forbidden
ro_ro: Link-urile/redirectionarile spam de la canale vor fi inregistrate in canal, doar daca este interzis

source: Log when an admin changes the group icon
ro_ro: Inregistreaza cand un administrator schimba pictograma grupului

source: Log when an admin deletes the group icon
ro_ro: Inregistreaza cand un administrator șterge pictograma grupului

source: Log when an admin change the group title
ro_ro: Inregistreaza cand un administrator schimba titlul grupului

source: Log pinned messages
ro_ro: Inregistreaza mesajele fixate

source: Ban
ro_ro: Interzice accesul

source: Kick
ro_ro: Exclude

source: Unban
ro_ro: Ridica interdicția

source: Tempban
ro_ro: Interzicere temporara

source: Report
ro_ro: Raportează

source: Warns resets
ro_ro: Reseteaza avertismentele

source: New members
ro_ro: Membrii noi

source: Media warns
ro_ro: Avertizari fisiere media

source: Spam warns
ro_ro: Avertizari spam

source: New group icon
ro_ro: Pictograma grup nou

source: Group icon removed
ro_ro: Pictograma grupului eliminata

source: New group title
ro_ro: Noul titlu al grupului

source: Pinned messages
ro_ro: Mesaje fixate

source: Users blocked and banned
ro_ro: Utilizatori blocati si cu accesul interzis

source: Users blocked
ro_ro: Utilizatori blocati

source: Users unblocked
ro_ro: Utilizatori deblocati

source: You are not admin of this group
ro_ro: Nu esti adminitrator in acest grup

source: User unbanned!
ro_ro: Utilizator cu accesul interzis revocat!

source: _Too many requests. Retry later_
ro_ro: _Prea multe cereri. Incercati mai tarziu_

source: _I need to be admin in the channel_
ro_ro: _Trebuie sa fiu adiministrator in canal_

source: _Already using this channel_
ro_ro: _Deja folosesc acest canal_

source: *Log channel added!*
ro_ro: *Inregistrarea canalului adaugata!*

source: <i>%s</i> changed its log channel
ro_ro: <i>%s</i> si-a schimbat jurnalul canalului

source: Logs of <i>%s</i> will be posted here
ro_ro: Jurnalele de <i>%s</i> vor fi postate aici

source: _Only the channel creator can pair the chat with a channel_
ro_ro: _Numai creatorul canalului poate asocia chat-ul cu un canal_

source: _I'm sorry, only private channels are supported for now_
ro_ro: _Imi pare rau, numai canalele private sunt acceptate deocamdata_

source: You have to *forward* the message from the channel
ro_ro: Trebuie sa *inaintezi* mesajul de pe canal

source: _This groups is not using a log channel_
ro_ro: _Aceste grupuri nu folosesc jurnale de canal_

source: *Log channel removed*
ro_ro: *Jurnalul canalului eliminat*

source: _This group has a log channel saved, but I'm not a member there, so I can't post/retrieve its info_
ro_ro: _Acest grup are un jurnal de canal salvat, dar nu sunt membru acolo, deci nu pot posta/recupera informatiile sale_

source: <b>This group has a log channel</b> Channel: <code>%s</code>
ro_ro: <b>Acest grup are un jurnal canal</b> Canal: <code>%s</code>

source: Video messages
ro_ro: Mesaje video

source: Vocal messages
ro_ro: Mesaje vocale

source: Warnings | %d | kick
ro_ro: Avertismente | %d | excludere

source: Warnings | %d | mute
ro_ro: Avertismente | %d | mute

source: Warnings | %d | ban
ro_ro: Avertismente | %d | acces interzis

source: ❌ warning
ro_ro: ❌ avertizare

source: 🗑 delete
ro_ro: 🗑 șterge

source: ✅ allowed
ro_ro: ✅ permis

source: ⚠️ Tap on the right column
ro_ro: ⚠️ Apasa pe coloana din dreapta

source: ⚙ The new value is too low ( < 1)
ro_ro: ⚙ Noua valoare este prea scăzută ( < 1)

source: ⚙ The new value is too high ( > 12)
ro_ro: ⚙ Noua valoare este prea mare ( > 12)

source: 👞 New status is kick
ro_ro: 👞 Noua stare este excluderea

source: 👁 New status is mute
ro_ro: 👁 Noua stare este pus in surdina

source: 🔨 New status is ban
ro_ro: 🔨 Noua stare este interzicerea accesului

source: When enabled, users will be able to report messages with the @admin command
ro_ro: Când este activată, utilizatorii vor putea să raporteze mesajele folosind comanda @admin

source: Enable or disable the goodbye message. Can't be sent in large groups
ro_ro: Activați sau dezactivați mesajul de "la revedere". Nu poate fi trimis în grupuri mari

source: Enable or disable the welcome message
ro_ro: Activa sau dezactiva mesajul de bun venit

source: When enabled, every time a new welcome message is sent, the previously sent welcome message is removed
ro_ro: Când este activat, de fiecare dată când un mesaj nou de bun venit este trimis, mesajul de bun venit anterior este eliminat

source: Enable and disable the anti-flood system (more info in the /help message)
ro_ro: Activeaza si dezactiveaza sistemul anti-flood (mai multe informatii folosind mesajul /help)

source: If the welcome message is enabled, it will include an inline button that will send to the user the rules in private
ro_ro: Dacă mesajul de bun venit este activat, acesta va include un buton in linie care va trimite utilizatorului regulile în privat

source: When someone uses /rules 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
ro_ro: Cand cineva foloseste /rules 👥: bot-ul va răspunde în grup (întotdeauna, cu administratorii) 👤: bot-ul va răspunde în privat

source: When someone uses an #extra 👥: the bot will answer in the group (always, with admins) 👤: the bot will answer in private
ro_ro: Atunci când cineva folosește #extra 👥: bot-ul va răspunde în grup (întotdeauna, cu administratorii) 👤: bot-ul va răspunde în privat

source: Select what the bot should do when someone sends a message with arab characters
ro_ro: Selectați ce ar trebui sa faca bot-ul atunci când cineva trimite un mesaj cu caractere arabe

source: Bots will be banned when added by normal users
ro_ro: Botii vor fi banati atunci cand au fost adaugati de utilizatori normali

source: The new value is too high ( > 12)
ro_ro: Noua valoare este prea mare ( > 12)

source: The new value is too low ( < 1)
ro_ro: Noua valoare este prea scăzută ( < 1)
